{
  "sections": {
    "1657808406782f3a64": {
      "type": "breadcrumbs",
      "settings": {
      }
    },
    "main": {
      "type": "main-page",
      "settings": {
        "padding_top": 0,
        "padding_bottom": 28,
        "show_title": true,
        "show_content": false
      }
    },
    "16577154168d9cb4e5": {
      "type": "content-with-text",
      "blocks": {
        "7a018658-b0f3-4e9a-85d3-a9ccaead235f": {
          "type": "heading",
          "settings": {
            "heading": "What we do",
            "text": "<p>Route One Apparel is an e-commerce platform that specializes in making trendy, affordable state pride apparel and accessories for those who want to make wearing clothing \"fun\", while making a statement. <br\/>We welcome you to join the movement!<\/p>",
            "margin_top": 0,
            "margin_top_mob": 0
          }
        },
        "0838478c-c760-403c-b829-311e2c2cbdab": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/Group_12.jpg"
          }
        },
        "0b3a3c1e-2554-4531-9b13-eea200821b40": {
          "type": "heading",
          "settings": {
            "heading": "How we began",
            "text": "<p>It all started back in November 2010, when a young college girl lost her job at a notorious bar called the Thirsty Turtle in College Park, MD.  She saw it as her call-to-action to start a clothing company, putting to use her passion for design and expressing her creativity.<\/p><p>Together with some friends she created the \"Turtle Survivor\" jersey.  Within a week of advertising the jersey to peers through free social media outlets (primarily her own Facebook page), there were over 600 pre-order sales in just a matter of days.  <\/p>",
            "margin_top": 0,
            "margin_top_mob": 0
          }
        },
        "18fb6097-464a-4597-bc16-6edbabb7797d": {
          "type": "collage",
          "settings": {
            "image_1": "shopify:\/\/shop_images\/5_b799b946-a69e-42a5-affa-2c74bc6ac985.jpg",
            "image_2": "shopify:\/\/shop_images\/Group_3.jpg",
            "image_3": "shopify:\/\/shop_images\/1_7113964e-26ea-4888-9b65-0240bd3a3673.jpg",
            "image_4": "shopify:\/\/shop_images\/2_5cb2454e-b883-4377-9de5-4d98f41cb25d.jpg",
            "image_5": "shopify:\/\/shop_images\/Group_2.jpg",
            "image_6": "shopify:\/\/shop_images\/4_1aefd74a-3b3d-4629-a448-a7753e236b38.jpg",
            "image_7": "shopify:\/\/shop_images\/3_3dc0645d-4c24-45cd-a295-4791b2f2ec84.jpg"
          }
        },
        "18d30df1-1e64-4c8e-8e65-b3aab9349768": {
          "type": "heading",
          "settings": {
            "heading": "Where are we now",
            "text": "<p>Route One Apparel has seen many successes and has experienced a lot of growth since its very recent beginning. In just under 5 years we have launched nearly 700 products, with a goal of releasing at least  15 new designs a month. We have a street team that works cross-state at many sales and promotional events. Our products are consigned and wholesaled in countless locations across the state. Additionally, we have collaborated and worked with many local icons.<br\/><br\/>In March of 2012, Route One Apparel was selected as a finalist in the “Cupid’s Cup” competition, hosted & sponsored by Kevin Plank, the founder of Under Armour, and the Dingman Center of Entrepreneurship at the University of Maryland. It was a great achievement to have been selected over 50+ other businesses, many of which had owners that were alumni at the University of Maryland. In fact, Route One Apparel consisted of the youngest entrepreneurs in the entire competition.  At that time, the founder of Route One Apparel was a senior in college.  <br\/><br\/>Route One Apparel plans to expand their line to other schools and states in the near future. <br\/>If you have any inquiries, feel free to contact us!<\/p>",
            "margin_top": 56,
            "margin_top_mob": 48
          }
        }
      },
      "block_order": [
        "7a018658-b0f3-4e9a-85d3-a9ccaead235f",
        "0838478c-c760-403c-b829-311e2c2cbdab",
        "0b3a3c1e-2554-4531-9b13-eea200821b40",
        "18fb6097-464a-4597-bc16-6edbabb7797d",
        "18d30df1-1e64-4c8e-8e65-b3aab9349768"
      ],
      "settings": {
        "padding_top": 4,
        "padding_bottom": 56
      }
    }
  },
  "order": [
    "1657808406782f3a64",
    "main",
    "16577154168d9cb4e5"
  ]
}